{
    "content": " Some take up arms for glory, wealth, or revenge. Others do battle to prove themselves, to protect others, or because they know nothing else. Still others learn the ways of weaponcraft to hone their bodies in battle and prove their mettle in the forge of war. Lords of the battlefield, fighters are a disparate lot, training with many weapons or just one, perfecting the uses of armor, learning the fighting techniques of exotic masters, and studying the art of combat, all to shape themselves into living weapons. Far more than mere thugs, these skilled warriors reveal the true deadliness of their weapons, turning hunks of metal into arms capable of taming kingdoms, slaughtering monsters, and rousing the hearts of armies. Soldiers, knights, hunters, and artists of war, fighters are unparalleled champions, and woe to those who dare stand against them.  **Role**: Fighters excel at combat—defeating their enemies, controlling the flow of battle, and surviving such sorties themselves. While their specific weapons and methods grant them a wide variety of tactics, few can match fighters for sheer battle prowess.  **Alignment**: Any.  **Hit Die**: d10.  Class Skills\n\nThe fighter's class skills are Climb (Str), Craft (Int), Handle Animal (Cha), Intimidate (Cha), Knowledge (dungeoneering) (Int), Knowledge (engineering) (Int), Profession (Wis), Ride (Dex), Survival (Wis), and Swim (Str).\n\nSkill Ranks per Level: 2 + Int modifier. Class Features\n\n   The following are class features of the fighter.  **Weapon and Armor Proficiency**: A fighter is proficient with all simple and martial weapons and with all armor (heavy, light, and medium) and shields (including tower shields).  **Bonus Feats**: At 1st level, and at every even level thereafter, a fighter gains a bonus feat in addition to those gained from normal advancement (meaning that the fighter gains a feat at every level). These bonus feats must be selected from those listed as combat feats, sometimes also called “fighter bonus feats.”  Upon reaching 4th level, and every four levels thereafter (8th, 12th, and so on), a fighter can choose to learn a new bonus feat in place of a bonus feat he has already learned. In effect, the fighter loses the bonus feat in exchange for the new one. The old feat cannot be one that was used as a prerequisite for another feat, prestige class, or other ability. A fighter can only change one feat at any given level and must choose whether or not to swap the feat at the time he gains a new bonus feat for the level.  **Bravery (Ex)**: Starting at 2nd level, a fighter gains a +1 bonus on Will saves against fear. This bonus increases by +1 for every four levels beyond 2nd.  **Armor Training (Ex)**: Starting at 3rd level, a fighter learns to be more maneuverable while wearing armor. Whenever he is wearing armor, he reduces the armor check penalty by 1 (to a minimum of 0) and increases the maximum Dexterity bonus allowed by his armor by 1. Every four levels thereafter (7th, 11th, and 15th), these bonuses increase by +1 each time, to a maximum –4 reduction of the armor check penalty and a +4 increase of the maximum Dexterity bonus allowed.  In addition, a fighter can also move at his normal speed while wearing medium armor. At 7th level, a fighter can move at his normal speed while wearing heavy armor.  **Weapon Training (Ex)**: Starting at 5th level, a fighter can select one group of weapons, as noted below. Whenever he attacks with a weapon from this group, he gains a +1 bonus on attack and damage rolls.  Every four levels thereafter (9th, 13th, and 17th), a fighter becomes further trained in another group of weapons. He gains a +1 bonus on attack and damage rolls when using a weapon from this group. In addition, the bonuses granted by previous weapon groups increase by +1 each. For example, when a fighter reaches 9th level, he receives a +1 bonus on attack and damage rolls with one weapon group and a +2 bonus on attack and damage rolls with the weapon group selected at 5th level. Bonuses granted from overlapping groups do not stack. Take the highest bonus granted for a weapon if it resides in two or more groups.  A fighter also adds this bonus to any Combat Maneuver checks made with weapons from this group. This bonus also applies to the fighter's Combat Maneuver Defense when defending against disarm and sunder attempts made against weapons from this group.  Weapon groups are defined as follows (GMs may add other weapons to these groups, or add entirely new groups):  Axes: battleaxe, dwarven waraxe, greataxe, handaxe, heavy pick, light pick, orc double axe, and throwing axe.   Blades, Heavy: bastard sword, elven curve blade, falchion, greatsword, longsword, scimitar, scythe, and two-bladed sword.  Blades, Light: dagger, kama, kukri, rapier, sickle, starknife, and short sword.  Bows: composite Longbow, Composite, shortbow, longbow, and shortbow.  Close: gauntlet, heavy shield, light shield, punching dagger, sap, Spiked Armor, spiked Gauntlet, Spiked shield, and unarmed strike.  Crossbows: hand Crossbow, Heavy Crossbow, Light Crossbow, Heavy repeating crossbow, and light repeating crossbow.  Double: dire flail, dwarven urgrosh, gnome hooked hammer, orc double axe, quarterstaff, and two-bladed sword.  Flails: dire flail, Flail, Heavy flail, morningstar, nunchaku, spiked chain, and whip.  Hammers: club, greatclub, heavy mace, light hammer, light mace, and warhammer.  Monk: kama, nunchaku, quarterstaff, sai, shuriken, siangham, and unarmed strike.  Natural: unarmed strike and all natural weapons, such as bite, claw, gore, tail, and wing.  Pole Arms: glaive, guisarme, halberd, and ranseur.  Spears: javelin, lance, longspear, shortspear, spear, and trident.  Thrown: blowgun, bolas, club, dagger, dart, halfling sling staff, javelin, light hammer, net, shortspear, shuriken, sling, spear, starknife, throwing axe, and trident.  **Armor Mastery (Ex)**: At 19th level, a fighter gains DR 5/— whenever he is wearing armor or using a shield.  **Weapon Mastery (Ex)**: At 20th level, a fighter chooses one weapon, such as the longsword, greataxe, or longbow. Any attacks made with that weapon automatically confirm all critical threats and have their damage multiplier increased by 1 (×2 becomes ×3, for example). In addition, he cannot be disarmed while wielding a weapon of this type. ",
    "data": {
        "Category": "Classes",
        "Source": "pathfinder_core"
    },
    "htmlcontent": "<p>Some take up arms for glory, wealth, or revenge. Others do battle to prove themselves, to protect others, or because they know nothing else. Still others learn the ways of weaponcraft to hone their bodies in battle and prove their mettle in the forge of war. Lords of the battlefield, fighters are a disparate lot, training with many weapons or just one, perfecting the uses of armor, learning the fighting techniques of exotic masters, and studying the art of combat, all to shape themselves into living weapons. Far more than mere thugs, these skilled warriors reveal the true deadliness of their weapons, turning hunks of metal into arms capable of taming kingdoms, slaughtering monsters, and rousing the hearts of armies. Soldiers, knights, hunters, and artists of war, fighters are unparalleled champions, and woe to those who dare stand against them.</p><p><strong>Role</strong>: Fighters excel at combat—defeating their enemies, controlling the flow of battle, and surviving such sorties themselves. While their specific weapons and methods grant them a wide variety of tactics, few can match fighters for sheer battle prowess.</p><p><strong>Alignment</strong>: Any.</p><p><strong>Hit Die</strong>: d10.</p><a></a><a></a><h2 style='font-stretch: normal ; font-size: 26px ; line-height: normal ; font-family: \"pt serif\" , serif ; margin-top: 30px ; margin-bottom: 0px ; color: rgb( 0 , 0 , 0 ) ; background-color: rgb( 255 , 253 , 248 )'>Class Skills</h2>The fighter's class skills are Climb (Str), Craft (Int), Handle Animal (Cha), Intimidate (Cha), Knowledge (dungeoneering) (Int), Knowledge (engineering) (Int), Profession (Wis), Ride (Dex), Survival (Wis), and Swim (Str).<br><br>Skill Ranks per Level: 2 + Int modifier.<a></a><a></a><h2>Class Features</h2><p>The following are class features of the fighter.</p><p><strong>Weapon and Armor Proficiency</strong>: A fighter is proficient with all simple and martial weapons and with all armor (heavy, light, and medium) and shields (including tower shields).</p><p><strong>Bonus Feats</strong>: At 1st level, and at every even level thereafter, a fighter gains a bonus feat in addition to those gained from normal advancement (meaning that the fighter gains a feat at every level). These bonus feats must be selected from those listed as combat feats, sometimes also called “fighter bonus feats.”</p><p>Upon reaching 4th level, and every four levels thereafter (8th, 12th, and so on), a fighter can choose to learn a new bonus feat in place of a bonus feat he has already learned. In effect, the fighter loses the bonus feat in exchange for the new one. The old feat cannot be one that was used as a prerequisite for another feat, prestige class, or other ability. A fighter can only change one feat at any given level and must choose whether or not to swap the feat at the time he gains a new bonus feat for the level.</p><p><strong>Bravery (Ex)</strong>: Starting at 2nd level, a fighter gains a +1 bonus on Will saves against fear. This bonus increases by +1 for every four levels beyond 2nd.</p><p><strong>Armor Training (Ex)</strong>: Starting at 3rd level, a fighter learns to be more maneuverable while wearing armor. Whenever he is wearing armor, he reduces the armor check penalty by 1 (to a minimum of 0) and increases the maximum Dexterity bonus allowed by his armor by 1. Every four levels thereafter (7th, 11th, and 15th), these bonuses increase by +1 each time, to a maximum –4 reduction of the armor check penalty and a +4 increase of the maximum Dexterity bonus allowed.</p><p>In addition, a fighter can also move at his normal speed while wearing medium armor. At 7th level, a fighter can move at his normal speed while wearing heavy armor.</p><p><strong>Weapon Training (Ex)</strong>: Starting at 5th level, a fighter can select one group of weapons, as noted below. Whenever he attacks with a weapon from this group, he gains a +1 bonus on attack and damage rolls.</p><p>Every four levels thereafter (9th, 13th, and 17th), a fighter becomes further trained in another group of weapons. He gains a +1 bonus on attack and damage rolls when using a weapon from this group. In addition, the bonuses granted by previous weapon groups increase by +1 each. For example, when a fighter reaches 9th level, he receives a +1 bonus on attack and damage rolls with one weapon group and a +2 bonus on attack and damage rolls with the weapon group selected at 5th level. Bonuses granted from overlapping groups do not stack. Take the highest bonus granted for a weapon if it resides in two or more groups.</p><p>A fighter also adds this bonus to any Combat Maneuver checks made with weapons from this group. This bonus also applies to the fighter's Combat Maneuver Defense when defending against disarm and sunder attempts made against weapons from this group.</p><p>Weapon groups are defined as follows (GMs may add other weapons to these groups, or add entirely new groups):</p><p><em>Axes</em>: battleaxe, dwarven waraxe, greataxe, handaxe, heavy pick, light pick, orc double axe, and throwing axe. </p><p><em>Blades, Heavy</em>: bastard sword, elven curve blade, falchion, greatsword, longsword, scimitar, scythe, and two-bladed sword.</p><p><em>Blades, Light</em>: dagger, kama, kukri, rapier, sickle, starknife, and short sword.</p><p><em>Bows</em>: composite Longbow, Composite, shortbow, longbow, and shortbow.</p><p><em>Close</em>: gauntlet, heavy shield, light shield, punching dagger, sap, Spiked Armor, spiked Gauntlet, Spiked shield, and unarmed strike.</p><p><em>Crossbows</em>: hand Crossbow, Heavy Crossbow, Light Crossbow, Heavy repeating crossbow, and light repeating crossbow.</p><p><em>Double</em>: dire flail, dwarven urgrosh, gnome hooked hammer, orc double axe, quarterstaff, and two-bladed sword.</p><p><em>Flails</em>: dire flail, Flail, Heavy flail, morningstar, nunchaku, spiked chain, and whip.</p><p><em>Hammers</em>: club, greatclub, heavy mace, light hammer, light mace, and warhammer.</p><p><em>Monk</em>: kama, nunchaku, quarterstaff, sai, shuriken, siangham, and unarmed strike.</p><p><em>Natural</em>: unarmed strike and all natural weapons, such as bite, claw, gore, tail, and wing.</p><p><em>Pole Arms</em>: glaive, guisarme, halberd, and ranseur.</p><p><em>Spears</em>: javelin, lance, longspear, shortspear, spear, and trident.</p><p><em>Thrown</em>: blowgun, bolas, club, dagger, dart, halfling sling staff, javelin, light hammer, net, shortspear, shuriken, sling, spear, starknife, throwing axe, and trident.</p><p><strong>Armor Mastery (Ex)</strong>: At 19th level, a fighter gains DR 5/— whenever he is wearing armor or using a shield.</p><p><strong>Weapon Mastery (Ex)</strong>: At 20th level, a fighter chooses one weapon, such as the longsword, greataxe, or longbow. Any attacks made with that weapon automatically confirm all critical threats and have their damage multiplier increased by 1 (×2 becomes ×3, for example). In addition, he cannot be disarmed while wielding a weapon of this type.</p>",
    "id": 2707,
    "name": "Fighter"
}