{
    "content": " This creature stands barely three feet tall, its scrawny, humanoid body dwarfed by its wide, ungainly head.  Goblins prefer to dwell in caves, amid large and dense thickets of thistles and brambles, or in structures built and then abandoned by others. Very few goblins have the drive to build structures of their own. Coastlines are favored, as goblins are quite fond of sifting through junk and flotsam in an unending quest to find treasures among the refuse of more civilized races.  Goblin hatred runs deep, and few things inspire their wrath more than gnomes (who have long fought against goblins), horses (who frighten goblins tremendously), and regular dogs (whom goblins regard as pale imitations of goblin dogs).  Goblins are also quite superstitious, and treat magic with a fawning mixture of awe and fear. They have the habit of ascribing magic to the mundane as well, with fire and writing both taking on mystical power in goblin society. Fire is much loved by goblins for its capacity to wreak great destruction and because it doesn't require size or strength to wield, but written words are hated. Goblins believe that writing steals words out of your head, and as a result of this belief, goblins are universally illiterate.  Goblins are voracious and can eat their body weight in food daily without growing fat. Goblin lairs always have numerous storerooms and larders. While they prefer human and gnome flesh, a goblin won't turn down any food—except, perhaps, vegetables.  Goblin Characters\n\n  Goblins are defined by their class levels—they do not possess racial Hit Dice. All goblins have the following racial traits.  –2 Strength, +4 Dexterity, –2 Charisma: Goblins are fast, but weak and unpleasant to be around.  Small: Goblins are Small creatures and gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a –1 penalty to their CMB and CMD, and a +4 size bonus on Stealth checks.  Fast: Goblins are fast for their size, and have a base speed of 30 feet.  Darkvision: Goblins can see in the dark up to 60 feet.  Skilled: +4 racial bonus on Ride and Stealth checks.  Languages: Goblins begin play speaking Goblin. Goblins with high Intelligence scores can choose any of these bonus languages: Common, Draconic, Dwarven, Gnoll, Gnome, Halfling, Orc. ",
    "data": {
        "AC": "16, Touch 13, Flat-footed 14 (+2 Armor, +2 Dex, +1 Shield, +1 Size)",
        "Alignment": "Ne",
        "Base Atk": "+1",
        "CMB": "+0",
        "CMD": "12",
        "CR": "CR 1/3",
        "Category": "Beastiary",
        "Cha": "6",
        "Con": "12",
        "Creature Type": "Humanoid (Goblinoid)",
        "Dex": "15",
        "Environment": "Temperate Forest And Plains (Usually Coastal Regions)",
        "Feats": "Improved Initiative",
        "Fort": "+3",
        "HP": "6 (1d10+1)",
        "Init": "Goblin Warrior 1 Ne Small Humanoid (Goblinoid) +6",
        "Int": "10",
        "Languages": "Goblin",
        "Melee": "Short Sword +2 (1d4/1920)",
        "Monster Class": "Goblin warrior 1",
        "Organization": "Gang (49), Warband (1016 With Goblin Dog Mounts), Or Tribe (17+ Plus 100% Noncombatants; 1 Sergeant Of 3rd Level Per 20 Adults; 1 Or 2 Lieutenants Of 4th Or 5th Level; 1 Leader Of 6th8th Level; And 1040 Goblin Dogs, Wolves, Or Worgs)",
        "Racial Modifiers": "+4 Ride , +4 Stealth",
        "Ranged": "Short Bow +4 (1d4/3)",
        "Ref": "+2",
        "Senses": "Darkvision 60 Ft.; Perception 1",
        "Size": "Small",
        "Skills": "Ride +10, Stealth +10, Swim +4",
        "Source": "pathfinder_beastiary",
        "Speed": "30 Ft.",
        "Str": "11",
        "Treasure": "Npc Gear (Leather Armor, Light Wooden Shield, Short Sword, Short Bow With 20 Arrows, Other Treasure)",
        "Will": "1",
        "Wis": "9",
        "XP": " 135"
    },
    "htmlcontent": "<p><i>This creature stands barely three feet tall, its scrawny, humanoid body dwarfed by its wide, ungainly head.</i></p><p>Goblins prefer to dwell in caves, amid large and dense thickets of thistles and brambles, or in structures built and then abandoned by others. Very few goblins have the drive to build structures of their own. Coastlines are favored, as goblins are quite fond of sifting through junk and flotsam in an unending quest to find treasures among the refuse of more civilized races.</p><p>Goblin hatred runs deep, and few things inspire their wrath more than gnomes (who have long fought against goblins), horses (who frighten goblins tremendously), and regular dogs (whom goblins regard as pale imitations of goblin dogs).</p><p>Goblins are also quite superstitious, and treat magic with a fawning mixture of awe and fear. They have the habit of ascribing magic to the mundane as well, with fire and writing both taking on mystical power in goblin society. Fire is much loved by goblins for its capacity to wreak great destruction and because it doesn't require size or strength to wield, but written words are hated. Goblins believe that writing steals words out of your head, and as a result of this belief, goblins are universally illiterate.</p><p>Goblins are voracious and can eat their body weight in food daily without growing fat. Goblin lairs always have numerous storerooms and larders. While they prefer human and gnome flesh, a goblin won't turn down any food—except, perhaps, vegetables.</p><h2>Goblin Characters</h2><p>Goblins are defined by their class levels—they do not possess racial Hit Dice. All goblins have the following racial traits.</p><p><b>–2 Strength, +4 Dexterity, –2 Charisma</b>: Goblins are fast, but weak and unpleasant to be around.</p><p><b>Small</b>: Goblins are Small creatures and gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a –1 penalty to their CMB and CMD, and a +4 size bonus on Stealth checks.</p><p><b>Fast</b>: Goblins are fast for their size, and have a base speed of 30 feet.</p><p><b>Darkvision</b>: Goblins can see in the dark up to 60 feet.</p><p><b>Skilled</b>: +4 racial bonus on Ride and Stealth checks.</p><p><b>Languages</b>: Goblins begin play speaking Goblin. Goblins with high Intelligence scores can choose any of these bonus languages: Common, Draconic, Dwarven, Gnoll, Gnome, Halfling, Orc.</p>",
    "id": 1992,
    "name": "Goblin"
}