{
    "content": " This canine-headed humanoid's well-groomed appearance and polished greatsword show it to be more than a common beast.  Hound archons look like well-muscled humans with canine heads typically resembling those of noble-looking wolves or dogs. Well trained, they prefer to make use of their greatswords in battle, though they are equally adept with their natural weapons. Hound archons loathe killing mortals and prefer to disarm or incapacitate even evil individuals when they can. Against fiends and the irredeemably corrupt, though, they show no mercy.  Hound archons are disciplined soldiers and sentinels. Occasionally good-aligned deities send them to watch over specific places and individuals they take a particular interest in. Under the guise of unassuming but friendly strays, such secret defenders might follow their ward or guard their post subtly for years.   In Heaven's armies, exceptional hound archon paladins lead their fellows into combat, taking on roles as captains and knights. They lead incursions against fiendish holdings, whether that entails strikes against daemonic fortresses or liberating the captives of night hag soul collectors. Such missions make hound archons perhaps the most likely celestials one might encounter upon the Lower Planes, and packs of swift-moving wolves occasionally reveal themselves to be welcome saviors to those lost within such realms. Regardless of their orders, hound archons universally exhibit a particular hatred of canine fiends, abandoning all mercy and going out of their way to put an end to the evils of barghests, glabrezus, yeth hounds, and similar depraved outsiders.  Special Abilities\n\n\n  Change Shape (Su) A hound archon can assume any canine form of Small to Large size, as if using Beast shape II . While in canine form, the hound archon loses its bite, slam, and greatsword attacks, but gains the bite attack of the form it chooses. For the purposes of this ability, canines include any dog-like or wolf-like creature of the Animal Type.  ",
    "data": {
        "AC": "19, Touch 10, Flat-footed 19 (+9 Natural; +2 Deflection Vs. Evil)",
        "Alignment": "Lg",
        "Aura": "Aura Of Menace (Dc 16), Magic Circle Against Evil",
        "Base Atk": "+6",
        "Based On": "Archon",
        "CMB": "+8",
        "CMD": "18",
        "CR": "CR 4",
        "Category": "Beastiary",
        "Cha": "12",
        "Con": "13",
        "Creature Type": "Outsider (Archon, Extraplanar, Good, Lawful)",
        "DR": "10/evil",
        "Dex": "10",
        "Environment": "Any (Heaven)",
        "Feats": "Improved Initiative , Iron Will , Power Attack",
        "Fort": "+6",
        "HP": "39 (6d10+6)",
        "Immune": "Electricity, Petrification",
        "Init": "Lg Medium Outsider ( Archon , Extraplanar , Good , Lawful ) +4",
        "Int": "10",
        "Languages": "Celestial, Draconic, Infernal; Truespeech",
        "Melee": "Bite +8 (1d8+3), Slam +8 (1d4+1) Or Mwk Greatsword +9/+4 (2d6+3), Bite +3 (1d8+2)",
        "Organization": "Solitary, Pair, Or Squad (35)",
        "Racial Modifiers": "+4 Stealth , +4 Survival",
        "Ref": "+5",
        "SQ": "Change Shape ( Beast Shape Ii )",
        "Senses": "Darkvision 60 Ft., Detect Evil , Low-light Vision, Scent ; Perception +10",
        "Size": "Medium",
        "Skills": "Acrobatics +9, Intimidate +10, Perception +10, Sense Motive +10, Stealth +13, Survival +14",
        "Source": "pathfinder_beastiary",
        "Speed": "40 Ft.",
        "Spell Resistance": "15",
        "Spell-Like Abilities": "(Cl 6th) \nConstant— Detect Evil, Magic Circle Against Evil \nAt Will— Aid , Continual Flame , Greater Teleport (Self Plus 50 Lbs. Of Objects Only), Message",
        "Str": "15",
        "Treasure": "Standard (Masterwork Greatsword, Other Treasure)",
        "Will": "+5; +4 Vs. Poison, +2 Resistance Vs. Evil",
        "Wis": "13",
        "XP": " 1,200"
    },
    "htmlcontent": "<p><i>This canine-headed humanoid's well-groomed appearance and polished greatsword show it to be more than a common beast.</i></p><p>Hound archons look like well-muscled humans with canine heads typically resembling those of noble-looking wolves or dogs. Well trained, they prefer to make use of their greatswords in battle, though they are equally adept with their natural weapons. Hound archons loathe killing mortals and prefer to disarm or incapacitate even evil individuals when they can. Against fiends and the irredeemably corrupt, though, they show no mercy.</p><p>Hound archons are disciplined soldiers and sentinels. Occasionally good-aligned deities send them to watch over specific places and individuals they take a particular interest in. Under the guise of unassuming but friendly strays, such secret defenders might follow their ward or guard their post subtly for years. </p><p>In Heaven's armies, exceptional hound archon paladins lead their fellows into combat, taking on roles as captains and knights. They lead incursions against fiendish holdings, whether that entails strikes against daemonic fortresses or liberating the captives of night hag soul collectors. Such missions make hound archons perhaps the most likely celestials one might encounter upon the Lower Planes, and packs of swift-moving wolves occasionally reveal themselves to be welcome saviors to those lost within such realms. Regardless of their orders, hound archons universally exhibit a particular hatred of canine fiends, abandoning all mercy and going out of their way to put an end to the evils of barghests, glabrezus, yeth hounds, and similar depraved outsiders.</p><h2>Special Abilities</h2>\n<p><b>Change Shape (Su)</b> A hound archon can assume any canine form of Small to Large size, as if using Beast shape II . While in canine form, the hound archon loses its bite, slam, and greatsword attacks, but gains the bite attack of the form it chooses. For the purposes of this ability, canines include any dog-like or wolf-like creature of the Animal Type. </p>",
    "id": 2067,
    "name": "Hound Archon"
}